Repository: AliBinary/HSU-Computer-Science-BSc-Projects
Catalog: Flutter/flutter_profile_project/lib/l10n/app_*.arb
Languages: fa

# profileTitle
source: Developer Profile
fa: پروفایل توسعه‌دهنده‌

# name
source: Ali Ghanbari
fa: علی قنبری

# job
source: Flutter & Frontend Developer
fa: توسعه‌دهنده فلاتر و فرانت‌اند

# location
source: Mashhad, Iran
fa: مشهد، ایران

# summary
source: Passionate about problem solving and competitive programming. I love building tools that help people and improve their quality of life. Enthusiastic about mathematics and artificial intelligence. Aspiring full-stack developer, and truly enjoy mobile development with Flutter.
fa: عاشق حل مسئله و برنامه‌نویسی رقابتی‌ام. دوست دارم ابزارهایی بسازم که به مردم کمک کنن و کیفیت زندگی رو بهتر کنن. به ریاضی و هوش مصنوعی علاقه‌مندم. در مسیر تبدیل شدن به یک توسعه‌دهنده‌ی فول‌استک هستم و از برنامه‌نویسی با فلاتر واقعاً لذت می‌برم.

source: Selected Language
fa: انتخاب زبان

# enLanguage
source: English
fa: انگلیسی

# faLanguage
source: Persian
fa: فارسی

# skills
source: Skills and tools
fa: مهارت‌ها و ابزارها

source: Personal Information
fa: اطلاعات فردی

source: Email
fa: ایمیل

source: Password
fa: رمز عبور

source: Save
fa: ذخیره
